public class Test {
    public static void main(String[] args) {
        System.out.println("=== Số lượng sản phẩm :3 ===");
        System.out.println("**********************************************Danh sách hàng hóa***********************************************");
        System.out.println("---------------------------------------------------------------------------------------------------------------");
        System.out.printf("%-15s %-27s %-15s %-15s %-20s %-20s \n","Mã hàng","Tên hàng hóa","Loại",
        "Giá nhập","Số lượng tồn kho","Ngày nhập kho");
        System.out.println("---------------------------------------------------------------------------------------------------------------");
        System.out.printf("%-15s %-27s %-15s %-15s %-20s %-20s \n","2004165","bàn chải đánh răng","Thực phẩm",
        "15000","15","20/10/2021");
        System.out.printf("%-15s %-27s %-15s %-15s %-20s %-20s \n","2009876","Quạt xài pin","Điện máy",
        "75000","450","18/10/2021");
        System.out.printf("%-15s %-27s %-15s %-15s %-20s %-20s \n","2008562","Ly thủy tinh","Sành sứ",
        "100000","150","29/03/2021");
        System.out.println("***************************************************************************************************************");
    }
}
